<section class="block-1" id="block-1" xmlns="http://www.w3.org/1999/html">
    <div class="banner-text" style="background-image: url('/images/banner.jpg');">
        <h1>Услуги медиации<br>
            <span class="primary-color">под ключ:</span>
        </h1>
        <p>
            От заключения медиативного соглашения<br>
            до его нотариального удостоверения и исполнения.<br>
            <b>Найдем выход из любой ситуации.</b>
        </p>
        <div class="banner-btn">
            <a href="#block-6" class="btn-1">ОСТАВИТЬ ЗАЯВКУ</a>
            <a href="#block-4" class="btn-2">Часто задаваемые вопросы</a>
        </div>
        <? if (D::cms('show_messengers')):?>
            <div class="header-top__column header-top__messengers">
                <div class="messengers">
                    <? if (D::cms('telegram')):?>
                        <a class="messengers__link messengers__link--tg" href="<?= D::cms('telegram') ?>" target="_blank">
                            <svg width="20" height="23" viewBox="0 0 15 15" xmlns="http://www.w3.org/2000/svg">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M13.2906 0.312459C12.7062 0.574959 6.11875 3.61996 0.753125 6.08746C0.328125 6.29746 0.0625 6.71746 0.0625 7.13746C0.0625 7.55746 0.38125 7.87246 0.753125 7.92496C1.07187 7.97746 4.25937 8.44996 4.25937 8.44996L5.1625 13.7L5.64062 11.39L4.95 7.92496L11.4312 3.19996L6.11875 8.97496L7.97812 11.075C8.08437 11.18 10.3687 13.805 10.5281 13.9625C10.7937 14.225 11.2187 14.75 11.4312 14.75C11.8031 14.75 12.175 14.225 12.3344 13.4375C12.4937 12.7025 13.5562 7.60996 14.8844 0.83746C15.0437 0.102459 14.3531 -0.212541 13.2906 0.312459Z"/>
                            </svg>
                        </a>
                    <? endif ?>
                    <? if (D::cms('whatsapp')):?>
                        <a class="messengers__link messengers__link--wa" href="<?= D::cms('whatsapp') ?>" target="_blank">
                            <svg width="23" height="30" viewBox="0 0 18 18" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5.43976 13.8705L5.98276 14.1877C6.89846 14.7218 7.93995 15.0022 9.00001 15C10.1867 15 11.3467 14.6481 12.3334 13.9888C13.3201 13.3295 14.0892 12.3925 14.5433 11.2961C14.9974 10.1997 15.1162 8.99334 14.8847 7.82946C14.6532 6.66557 14.0818 5.59647 13.2427 4.75736C12.4035 3.91824 11.3344 3.3468 10.1706 3.11529C9.00667 2.88378 7.80027 3.0026 6.70391 3.45672C5.60755 3.91085 4.67048 4.67988 4.01119 5.66658C3.3519 6.65327 3.00001 7.81331 3.00001 9C3.00001 10.077 3.28276 11.1097 3.81301 12.018L4.12951 12.561L3.63976 14.3617L5.43976 13.8705ZM1.50301 16.5L2.51701 12.774C1.84886 11.6286 1.49783 10.326 1.50001 9C1.50001 4.85775 4.85776 1.5 9.00001 1.5C13.1423 1.5 16.5 4.85775 16.5 9C16.5 13.1423 13.1423 16.5 9.00001 16.5C7.67459 16.5021 6.3725 16.1514 5.22751 15.4838L1.50301 16.5ZM6.29326 5.481C6.39376 5.4735 6.49501 5.4735 6.59551 5.478C6.63601 5.481 6.67651 5.4855 6.71701 5.49C6.83626 5.5035 6.96751 5.57625 7.01176 5.67675C7.23526 6.18375 7.45276 6.6945 7.66276 7.20675C7.70926 7.32075 7.68151 7.467 7.59301 7.6095C7.53214 7.70586 7.46631 7.79898 7.39576 7.8885C7.31101 7.99725 7.12876 8.19675 7.12876 8.19675C7.12876 8.19675 7.05451 8.28525 7.08301 8.3955C7.09351 8.4375 7.12801 8.49825 7.15951 8.54925L7.20376 8.6205C7.39576 8.94075 7.65376 9.2655 7.96876 9.5715C8.05876 9.6585 8.14651 9.74775 8.24101 9.831C8.59201 10.1407 8.98951 10.3935 9.41851 10.581L9.42226 10.5825C9.48601 10.6102 9.51826 10.6252 9.61126 10.665C9.65776 10.6845 9.70576 10.7017 9.75451 10.7145C9.80489 10.7273 9.85794 10.7249 9.90694 10.7076C9.95595 10.6902 9.99869 10.6587 10.0298 10.617C10.5728 9.95925 10.6223 9.9165 10.6268 9.9165V9.918C10.6645 9.88282 10.7093 9.85611 10.7582 9.83968C10.8071 9.82325 10.8589 9.81748 10.9103 9.82275C10.9553 9.82575 11.001 9.834 11.043 9.85275C11.4413 10.035 12.093 10.3193 12.093 10.3193L12.5295 10.515C12.603 10.5503 12.6698 10.6335 12.672 10.7137C12.675 10.764 12.6795 10.845 12.6623 10.9935C12.6383 11.1877 12.5798 11.421 12.5213 11.5433C12.4812 11.6267 12.428 11.7031 12.3638 11.7697C12.2881 11.8492 12.2052 11.9215 12.1163 11.9858C12.0855 12.0089 12.0542 12.0314 12.0225 12.0532C11.9292 12.1124 11.8334 12.1675 11.7353 12.2183C11.5422 12.3208 11.3289 12.3797 11.1105 12.3907C10.9718 12.3982 10.833 12.4087 10.6935 12.4012C10.6875 12.4012 10.2675 12.336 10.2675 12.336C9.2012 12.0555 8.21505 11.5301 7.38751 10.8015C7.21801 10.6523 7.06126 10.4917 6.90076 10.332C6.23326 9.66825 5.72926 8.952 5.42326 8.2755C5.26664 7.94347 5.18203 7.58205 5.17501 7.215C5.17192 6.75964 5.32077 6.31625 5.59801 5.955C5.65276 5.8845 5.70451 5.811 5.79376 5.72625C5.88901 5.63625 5.94901 5.58825 6.01426 5.55525C6.10102 5.51177 6.19566 5.48626 6.29251 5.48025L6.29326 5.481Z"/>
                            </svg>
                        </a>
                    <? endif ?>
                </div>
            </div>
        <? endif ?>
        <div class="scroll-svg" style="background: linear-gradient(180deg, rgba(11, 11, 11, 0) 0%, #0B0B0B 100%);">
            <a href="#block-2">
                <svg width="59" height="60" viewBox="0 0 59 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M0.12 59.872H0.924L1.092 58H7.908V59.872H8.7L8.844 57.136H7.752V49.6H2.256V51.064C2.256 53.788 1.788 55.852 0.984 57.136H0.12V59.872ZM2.052 57.136C2.748 55.984 3.168 53.728 3.168 51.556V50.464H6.804V57.136H2.052ZM13.1149 58H14.0869L15.0829 55.78H19.6549L20.6389 58H21.6589L17.8309 49.54H16.9429L13.1149 58ZM15.4549 54.928L17.3749 50.644L19.2829 54.928H15.4549ZM26.7593 58.096C28.0553 58.096 29.2553 57.268 29.2553 51.376V50.464H32.8313V58H33.7793V49.6H28.3433V51.124C28.3433 56.848 27.2513 57.244 26.6033 57.244C26.3393 57.244 25.9913 57.184 25.8593 57.124L25.6673 57.892C25.8833 57.976 26.3873 58.096 26.7593 58.096ZM39.7497 58H45.8817V57.136H40.6977V54.196H45.2817V53.332H40.6977V50.464H45.8217V49.6H39.7497V58ZM51.3888 58H57.5208V57.136H52.3368V54.196H56.9208V53.332H52.3368V50.464H57.4608V49.6H51.3888V58Z" fill="#BDBDBD"/>
                    <rect x="29" y="9" width="2" height="6" rx="1" fill="white"/>
                    <rect x="17" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
                </svg>
            </a>
        </div>
    </div>
</section>
<section class="block-2" id="block-2">
    <div class="title-block-2">
    <h2><span class="primary-color">Как происходит<br></span> процедура медиации?</h2>
    <p>Процедура медиации может проводиться как в рамках рассмотрения <br>
        судебного спора, <b>так и вне зависимости</b> от обращения в суд.</p>
    </div>
    <div class="block-procedure">
        <div class="procedure-item">
            <div class="procedure-item-top">
                1<span class="primary-color">.</span>
            </div>
            <div class="procedure-item-bottom">
                <p class="procedure-item-title">Подготовка</p>
                <p class="procedure-item-desc">Медиатор предлагает всем сторонам конфликта поучаствовать в его разрешении, согласует дату и время,
                    объясняет сторонам как происходит процедура медиации и следит за ее соблюдением</p>
            </div>
        </div>
        <div class="procedure-item">
            <div class="procedure-item-top">
                2<span class="primary-color">.</span>
            </div>
            <div class="procedure-item-bottom">
                <p class="procedure-item-title">Переговоры</p>
                <p class="procedure-item-desc">Заключение соглашения о проведении процедуры медиации. Проведение переговоров
                    с последующим оформлением договорённостей сторон путём заключения подготовки проекта медиативного соглашения.</p>
            </div>
        </div>
        <div class="procedure-item">
            <div class="procedure-item-top">
                3<span class="primary-color">.</span>
            </div>
            <div class="procedure-item-bottom">
                <p class="procedure-item-title">Нотариальное удостоверение</p>
                <p class="procedure-item-desc">Направление проекта медиативного соглашения нотариусу и сопровождение его заключения и нотариального удостоверения.</p>
            </div>
        </div>
        <div class="procedure-item">
            <div class="procedure-item-top">
                4<span class="primary-color">.</span>
            </div>
            <div class="procedure-item-bottom">
                <p class="procedure-item-title">Исполнение медиативного соглашения</p>
                <p class="procedure-item-desc">В случае неисполнения договорённостей, закреплённых в медиативном соглашении,
                    сопровождение его исполнения: предъявление судебным приставам или направление в банк.</p>
            </div>
        </div>
    </div>
    <div class="scroll-svg">
        <a href="#block-3">
            <svg width="59" height="60" viewBox="0 0 59 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M0.12 59.872H0.924L1.092 58H7.908V59.872H8.7L8.844 57.136H7.752V49.6H2.256V51.064C2.256 53.788 1.788 55.852 0.984 57.136H0.12V59.872ZM2.052 57.136C2.748 55.984 3.168 53.728 3.168 51.556V50.464H6.804V57.136H2.052ZM13.1149 58H14.0869L15.0829 55.78H19.6549L20.6389 58H21.6589L17.8309 49.54H16.9429L13.1149 58ZM15.4549 54.928L17.3749 50.644L19.2829 54.928H15.4549ZM26.7593 58.096C28.0553 58.096 29.2553 57.268 29.2553 51.376V50.464H32.8313V58H33.7793V49.6H28.3433V51.124C28.3433 56.848 27.2513 57.244 26.6033 57.244C26.3393 57.244 25.9913 57.184 25.8593 57.124L25.6673 57.892C25.8833 57.976 26.3873 58.096 26.7593 58.096ZM39.7497 58H45.8817V57.136H40.6977V54.196H45.2817V53.332H40.6977V50.464H45.8217V49.6H39.7497V58ZM51.3888 58H57.5208V57.136H52.3368V54.196H56.9208V53.332H52.3368V50.464H57.4608V49.6H51.3888V58Z" fill="#BDBDBD"/>
                <rect x="29" y="9" width="2" height="6" rx="1" fill="white"/>
                <rect x="17" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
            </svg>
        </a>
    </div>
</section>
<section class="block-3" id="block-3">
    <div class="block-desc">
        <div class="block-desc-left">

        </div>
        <div class="block-desc-right">
            <h1>О медиаторе</h1>
            <span class="primary-color">Образование:</span>
        </div>
    </div>

    <div class="scroll-svg">
        <a href="#block-4">
            <svg width="59" height="60" viewBox="0 0 59 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M0.12 59.872H0.924L1.092 58H7.908V59.872H8.7L8.844 57.136H7.752V49.6H2.256V51.064C2.256 53.788 1.788 55.852 0.984 57.136H0.12V59.872ZM2.052 57.136C2.748 55.984 3.168 53.728 3.168 51.556V50.464H6.804V57.136H2.052ZM13.1149 58H14.0869L15.0829 55.78H19.6549L20.6389 58H21.6589L17.8309 49.54H16.9429L13.1149 58ZM15.4549 54.928L17.3749 50.644L19.2829 54.928H15.4549ZM26.7593 58.096C28.0553 58.096 29.2553 57.268 29.2553 51.376V50.464H32.8313V58H33.7793V49.6H28.3433V51.124C28.3433 56.848 27.2513 57.244 26.6033 57.244C26.3393 57.244 25.9913 57.184 25.8593 57.124L25.6673 57.892C25.8833 57.976 26.3873 58.096 26.7593 58.096ZM39.7497 58H45.8817V57.136H40.6977V54.196H45.2817V53.332H40.6977V50.464H45.8217V49.6H39.7497V58ZM51.3888 58H57.5208V57.136H52.3368V54.196H56.9208V53.332H52.3368V50.464H57.4608V49.6H51.3888V58Z" fill="#BDBDBD"/>
                <rect x="29" y="9" width="2" height="6" rx="1" fill="white"/>
                <rect x="17" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
            </svg>
        </a>
    </div>
</section>
<section class="block-4" id="block-4">
    <div class="block-question">
        <div class="block-left">
            <h1><span class="primary-color">Часто</span> задаваемые вопросы</h1>
            <p>Получите ответы <br><b>на часто задаваемые вопросы</b></p>
        </div>
        <div class="block-right">
            <?= $page->text ?>
        </div>
    </div>

    <div class="scroll-svg">
        <a href="#block-5">
            <svg width="59" height="60" viewBox="0 0 59 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M0.12 59.872H0.924L1.092 58H7.908V59.872H8.7L8.844 57.136H7.752V49.6H2.256V51.064C2.256 53.788 1.788 55.852 0.984 57.136H0.12V59.872ZM2.052 57.136C2.748 55.984 3.168 53.728 3.168 51.556V50.464H6.804V57.136H2.052ZM13.1149 58H14.0869L15.0829 55.78H19.6549L20.6389 58H21.6589L17.8309 49.54H16.9429L13.1149 58ZM15.4549 54.928L17.3749 50.644L19.2829 54.928H15.4549ZM26.7593 58.096C28.0553 58.096 29.2553 57.268 29.2553 51.376V50.464H32.8313V58H33.7793V49.6H28.3433V51.124C28.3433 56.848 27.2513 57.244 26.6033 57.244C26.3393 57.244 25.9913 57.184 25.8593 57.124L25.6673 57.892C25.8833 57.976 26.3873 58.096 26.7593 58.096ZM39.7497 58H45.8817V57.136H40.6977V54.196H45.2817V53.332H40.6977V50.464H45.8217V49.6H39.7497V58ZM51.3888 58H57.5208V57.136H52.3368V54.196H56.9208V53.332H52.3368V50.464H57.4608V49.6H51.3888V58Z" fill="#BDBDBD"/>
                <rect x="29" y="9" width="2" height="6" rx="1" fill="white"/>
                <rect x="17" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
            </svg>
        </a>
    </div>
</section>
<section class="block-5" id="block-5">
    <? \crud\models\ar\Service::widget(); ?>
    <div class="scroll-svg">
        <a href="#block-6">
            <svg width="59" height="60" viewBox="0 0 59 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M0.12 59.872H0.924L1.092 58H7.908V59.872H8.7L8.844 57.136H7.752V49.6H2.256V51.064C2.256 53.788 1.788 55.852 0.984 57.136H0.12V59.872ZM2.052 57.136C2.748 55.984 3.168 53.728 3.168 51.556V50.464H6.804V57.136H2.052ZM13.1149 58H14.0869L15.0829 55.78H19.6549L20.6389 58H21.6589L17.8309 49.54H16.9429L13.1149 58ZM15.4549 54.928L17.3749 50.644L19.2829 54.928H15.4549ZM26.7593 58.096C28.0553 58.096 29.2553 57.268 29.2553 51.376V50.464H32.8313V58H33.7793V49.6H28.3433V51.124C28.3433 56.848 27.2513 57.244 26.6033 57.244C26.3393 57.244 25.9913 57.184 25.8593 57.124L25.6673 57.892C25.8833 57.976 26.3873 58.096 26.7593 58.096ZM39.7497 58H45.8817V57.136H40.6977V54.196H45.2817V53.332H40.6977V50.464H45.8217V49.6H39.7497V58ZM51.3888 58H57.5208V57.136H52.3368V54.196H56.9208V53.332H52.3368V50.464H57.4608V49.6H51.3888V58Z" fill="#BDBDBD"/>
                <rect x="29" y="9" width="2" height="6" rx="1" fill="white"/>
                <rect x="17" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
            </svg>
        </a>
    </div>
</section>

<section class="block-6" id="block-6">
    <h2>Стоимость услуг</h2>
    <div class="block-service">
        <div class="service-item">
            <p class="service-item_title">Устная консультация</p>
            <p class="service-item_desc">На основании представленных сторонами документов</p>
            <p class="service-item_price">от<br><span class="price-count">5000</span><span>руб</span></p>
        </div>
        <div class="service-item">
            <p class="service-item_title">Подготовка</p>
            <p class="service-item_desc">Медиативного соглашения</p>
            <p class="service-item_price">от<br><span class="price-count">15000</span><span>руб</span></p>
        </div>
        <div class="service-item">
            <p class="service-item_title">Почасовая<br> оплата</p>
            <p class="service-item_desc">За час участия в переговорах</p>
            <p class="service-item_price">от<br><span class="price-count">10000</span><span>руб</span></p>
        </div>
        <div class="service-item">
            <p class="service-item_title">Премия (гонорар) успеха</p>
            <p class="service-item_desc">Процент от стоимости имущества, являющегося предметом спора</p>
            <p class="service-item_price">от<br><span class="price-count">5</span> <span>%</span></p>
        </div>
    </div>

    <?php $this->widget('\feedback\widgets\FeedbackWidget', array('id' => 'footercallback', 'view' => 'footercallback')) ?>
    <div class="scroll-svg">
        <a href="#block-1">
            <svg width="94" height="60" viewBox="0 0 94 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.188 58H4.92C6.756 58 7.968 57.148 7.968 55.708C7.968 54.532 7.164 53.956 6.168 53.656C6.828 53.368 7.5 52.804 7.5 51.712C7.5 51.148 7.308 50.704 6.96 50.344C6.492 49.864 5.724 49.6 4.764 49.6H1.188V58ZM2.124 57.148V54.184H4.776C6.24 54.184 7.008 54.712 7.008 55.624C7.008 56.584 6.216 57.148 4.944 57.148H2.124ZM2.124 53.344V50.452H4.68C5.88 50.452 6.54 50.992 6.54 51.82C6.54 52.828 5.748 53.344 4.608 53.344H2.124ZM20.6458 58H21.5938V54.22H26.4418V58H27.3898V49.6H26.4418V53.332H21.5938V49.6H20.6458V58ZM32.643 58H33.615L34.611 55.78H39.183L40.167 58H41.187L37.359 49.54H36.471L32.643 58ZM34.983 54.928L36.903 50.644L38.811 54.928H34.983ZM51.4595 58H52.4075V49.6H51.4595V53.536C50.7515 53.956 49.7675 54.352 48.9155 54.352C47.7395 54.352 47.0795 53.68 47.0795 52.612V49.6H46.1315V52.768C46.1315 54.4 47.2115 55.24 48.8435 55.24C49.6595 55.24 50.8115 54.784 51.4595 54.412V58ZM57.6672 58H58.6392L59.6352 55.78H64.2072L65.1912 58H66.2112L62.3832 49.54H61.4952L57.6672 58ZM60.0072 54.928L61.9272 50.644L63.8352 54.928H60.0072ZM71.3117 58.096C72.6077 58.096 73.8077 57.268 73.8077 51.376V50.464H77.3837V58H78.3317V49.6H72.8957V51.124C72.8957 56.848 71.8037 57.244 71.1557 57.244C70.8917 57.244 70.5437 57.184 70.4117 57.124L70.2197 57.892C70.4357 57.976 70.9397 58.096 71.3117 58.096ZM88.2021 58.144C90.7581 58.144 92.4981 56.116 92.4981 53.8C92.4981 51.46 90.7821 49.456 88.2261 49.456C85.6701 49.456 83.9301 51.484 83.9301 53.8C83.9301 56.14 85.6461 58.144 88.2021 58.144ZM88.2261 57.268C86.3061 57.268 84.9141 55.708 84.9141 53.8C84.9141 51.868 86.2821 50.332 88.2021 50.332C90.1221 50.332 91.5141 51.892 91.5141 53.8C91.5141 55.732 90.1461 57.268 88.2261 57.268Z" fill="#BDBDBD"/>
                <rect x="47" y="9" width="2" height="6" rx="1" fill="white"/>
                <rect x="35" y="1" width="26" height="34" rx="13" stroke="white" stroke-width="2"/>
            </svg>
        </a>
    </div>
</section>


<?php if ((D::cms('hide_news') == false) && !D::cms('vertical_template')): ?>
    <?php $this->widget('widget.Events.Events') ?>
<? endif ?>
